Repository: tsurumi-yizhou/FireBoxForMac
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.about.title
source: About
zh_hans: 关于

# app.about.section.app
source: Application
zh_hans: 应用

# app.about.name
source: Name
zh_hans: 名称

# app.about.version
source: Version
zh_hans: 版本

# app.about.build
source: Build
zh_hans: 构建号

# app.allowlist.allowed
source: Allowed
zh_hans: 允许

# app.allowlist.deniedUntil
source: Denied Until
zh_hans: 拒绝至

# app.allowlist.firstSeen
source: First Seen
zh_hans: 首次出现

# app.allowlist.lastSeen
source: Last Seen
zh_hans: 最近出现

# app.allowlist.title
source: Allowlist
zh_hans: 访问列表

# app.caller.friendlyLabel.format
source: audit %d · uid %u · gid %u · pid %d
zh_hans: 审计会话 %d · uid %u · gid %u · pid %d

# app.common.audio
source: Audio
zh_hans: 音频

# app.common.caller
source: Caller
zh_hans: 调用方

# app.common.cancel
source: Cancel
zh_hans: 取消

# app.common.cost
source: Cost
zh_hans: 费用

# app.common.delete
source: Delete
zh_hans: 删除

# app.common.image
source: Image
zh_hans: 图像

# app.common.model
source: Model
zh_hans: 模型

# app.common.name
source: Name
zh_hans: 名称

# app.common.no
source: No
zh_hans: 否

# app.common.provider
source: Provider
zh_hans: 服务商

# app.common.refresh
source: Refresh
zh_hans: 刷新

# app.common.requestCount
source: Request Count
zh_hans: 请求次数

# app.common.search
source: Search
zh_hans: 搜索

# app.common.requests
source: Requests
zh_hans: 请求数

# app.common.save
source: Save
zh_hans: 保存

# app.common.tokens
source: Tokens
zh_hans: Token 数

# app.common.type
source: Type
zh_hans: 类型

# app.common.video
source: Video
zh_hans: 视频

# app.common.yes
source: Yes
zh_hans: 是

# app.connections.activeConnections
source: Active Connections
zh_hans: 活跃连接

# app.connections.activeStream
source: Active Stream
zh_hans: 活跃流

# app.connections.connectedAt
source: Connected At
zh_hans: 连接时间

# app.connections.connectionId
source: Connection ID
zh_hans: 连接 ID

# app.connections.section.details
source: Connection Details
zh_hans: 连接详情

# app.connections.section.realtime
source: Real-time Connections
zh_hans: 实时连接

# app.connections.title
source: Connections
zh_hans: 连接

# app.content.selectItem
source: Select an item
zh_hans: 请选择一项

# app.main.connection.connected
source: Service Connected
zh_hans: 服务已连接

# app.main.connection.disconnected
source: Service Disconnected
zh_hans: 服务未连接

# app.dashboard.section.month
source: This Month
zh_hans: 本月

# app.dashboard.section.service
source: Service
zh_hans: 服务

# app.dashboard.section.today
source: Today
zh_hans: 今日

# app.dashboard.service.connected
source: Connected
zh_hans: 已连接

# app.dashboard.service.disconnected
source: Disconnected
zh_hans: 未连接

# app.dashboard.service.status
source: Status
zh_hans: 状态

# app.dashboard.title
source: Dashboard
zh_hans: 仪表盘

# app.error.calendarComponents
source: Failed to compute calendar date components
zh_hans: 无法计算日历日期组件

# app.error.candidateMissingModel
source: Candidate #%d is missing modelName
zh_hans: 候选项 #%d 缺少 modelName

# app.error.candidateMissingProvider
source: Candidate #%d is missing providerServiceID
zh_hans: 候选项 #%d 缺少 providerServiceID

# app.error.routeNeedsCandidate
source: Route must include at least one candidate
zh_hans: 路由必须至少包含一个候选项

# app.general.quickToolModel
source: Quick Tool Model
zh_hans: 快捷工具模型

# app.general.title
source: General
zh_hans: 通用

# app.providers.baseURL
source: Base URL
zh_hans: 基础 URL

# app.providers.configuredProviders
source: Configured Providers
zh_hans: 已配置服务商

# app.providers.enabledModels
source: Enabled Models
zh_hans: 启用模型

# app.providers.fetchProviderModels
source: Fetch Provider Models
zh_hans: 获取服务商模型

# app.providers.newProvider
source: New Provider
zh_hans: 新建服务商

# app.providers.manualAddModel
source: Add Model
zh_hans: 添加模型

# app.providers.manualModelName
source: Model ID
zh_hans: 模型 ID

# app.providers.noModelsLoaded
source: No models available. Add one manually or verify provider access.
zh_hans: 暂无可用模型。请手动添加，或检查服务商访问配置。

# app.providers.noProviders
source: No providers configured.
zh_hans: 尚未配置服务商。

# app.providers.saveEnabledModels
source: Enable Models
zh_hans: 启用模型

# app.providers.saveProvider
source: Edit Provider
zh_hans: 编辑服务商

# app.providers.title
source: Providers
zh_hans: 服务商

# app.providers.updateApiKeyOnSave
source: Update API Key On Save
zh_hans: 保存时更新 API Key

# app.routeStrategy.ordered
source: Ordered
zh_hans: 顺序

# app.routeStrategy.random
source: Random
zh_hans: 随机

# app.routes.addTarget
source: Add Target
zh_hans: 添加目标

# app.routes.candidateTargets
source: Candidate Targets
zh_hans: 候选目标

# app.routes.capabilities
source: Capabilities
zh_hans: 能力

# app.routes.deleteRule
source: Delete Rule
zh_hans: 删除规则

# app.routes.multimodalInput
source: Multimodal Input
zh_hans: 多模态输入

# app.routes.multimodalOutput
source: Multimodal Output
zh_hans: 多模态输出

# app.routes.newRule
source: New Route Rule
zh_hans: 新建路由规则

# app.routes.noRules
source: No route rules configured.
zh_hans: 尚未配置路由规则。

# app.routes.noEnabledModels
source: No enabled models
zh_hans: 无已启用模型

# app.routes.reasoning
source: Reasoning
zh_hans: 推理

# app.routes.routeID
source: Route ID
zh_hans: 路由 ID

# app.routes.saveRule
source: Edit Rule
zh_hans: 编辑规则

# app.routes.strategy
source: Strategy
zh_hans: 策略

# app.routes.title
source: Route Rules
zh_hans: 路由规则

# app.routes.toolCalling
source: Tool Calling
zh_hans: 工具调用

# app.settings.tab.about
source: About
zh_hans: 关于

# app.settings.tab.general
source: General
zh_hans: 通用

# app.sidebar.allowlist
source: Allowlist
zh_hans: 访问列表

# app.sidebar.connections
source: Connections
zh_hans: 连接

# app.sidebar.dashboard
source: Dashboard
zh_hans: 仪表盘

# app.sidebar.providers
source: Providers
zh_hans: 服务商

# app.sidebar.routeRules
source: Route Rules
zh_hans: 路由规则
